<?php
$data = [
  'appealed.subject' => '%1$s — к вам обратились (@)',
  'appealed.message' => '<p>На сайте, к вам обратились (@). Посмотреть:<p><p>%1$s</p>',

  'changing.password.subject' => '%1$s — восстановление пароля',
  'changing.password.message'  => '<p>Ваша ссылка для изменения пароля:</p><p>%1$s</p>',
  
  'test.subject' => '%1$s — тестирование почты (админ-панель)',
  'test.message' => '<p>Это письмо является тестовым, отправленным через админ-панель.</p>',
   
  'activate.email.subject' => '%1$s — активация email',
  'activate.email.message' => '<p>Для продолжения регистрации активируйте свой E-mail. Перейдите по ссылке:</p><p>%1$s</p>',
   
  'invite.reg.subject' => '%1$s — приглашение присоединиться (инвайт)',
  'invite.reg.message' => '<p>Вас пригласили присоединиться к сообществу. Если вы согласны. то перейдите по ссылке:</p><p>%1$s</p>',
   
  'footer' => '<p>Это письмо создано автоматически.<br>Отвечать на него не надо.<br>Администрация.<br>%1$s</p>',

];

return $data;