<?php

/*
* The following language strings are used on login and registration pages.
*
* Следующие языковые строки используются на странице авторизации и регистрации.
*/

return [
    'mail_confirm'  => 'Після надсилання заповненої форми вам буде запропоновано підтвердити адресу електронної пошти. Важливо, що ви зможете пройти решту процесу адаптації, доки зробите цього.',
    'login_info'    => 'Авторизація дає можливість публікувати пости, відповідати, коментувати та голосувати.',
    'invate_text'   => 'Ще не користувач? Реєстрація здійснюється тільки на запрошення для боротьби зі спамом та підвищення відповідальності. Якщо ви знаєте <a href="/users">поточного користувача</a> сайту, попросіть у нього запрошення.',

    // form validation on registration page
    'nickname_empty'    => 'Нікнейм не може бути порожнім.',
    'nickname_least'    => 'Нікнейм має бути >= {info} символів.',
    'email_empty'       => 'Email не може бути пустим.',
    'email_valid'       => 'Помилка Email.',
    'password_empty'    => 'Пароль не може бути пустим.',
    'password_least'    => 'Пароль має бути >= {info} символів.',
    'password_again'    => 'Введіть пароль ще раз.',
    'password_mismatch' => 'Паролі не співпадають.',
];
