<?php

/*
* The following language strings are used for translating blocks 
* mostly located in the sidebar.
*
* Следующие языковые строки используются для переводя блоков 
* преимущественно расположенных в боковой панели (sidebar).
*/

return [
    'setting_info'          => 'Заповніть ваше ім\'я, це допоможе учасникам звертатися до вас на ім\'я. <br><br> Розкажи щось про себе. У вас чудова можливість розкритися, щоб сподобатися оточуючим і здатися цікавою особистістю.',
    'avatar_info'           => 'Завантажте аватар та обкладинку для свого профілю. <br><br> Коли кожен користувач має унікальний аватар, стежити за обговореннями стає значно легше!',
    'security_info'         => 'Переконайтеся, що всі ваші паролі мають 8 і більше символів, в ідеалі набагато більше.',
    'recover_info'          => 'Після натискання кнопки «Скинути» перевірте свій e-mail.',
    'favorite_info'         => 'Пости, коментарі та питання у ваших закладках.',
    'subscribed_info'       => 'Пости, на які ви підписані. Ви отримуватимете повідомлення про всі нові відповіді.',
    'read_info'             => 'Прочитані пости. Історія останніх 50 переглядів.',
    'notifications_info'    => 'Ви можете позначити всі оголошення, як прочитані, натиснути на посилання: "Я прочитав".',
    'notification_info'     => 'Ви можете відписатися від усіх повідомлень на електронну пошту в цьому розділі.',

    'add_post'              => 'Використовуйте тег <b>cut</b>: кнопка<svg class="icon"><use xlink:href="/assets/svg/icons.svg#cut"></use></svg> <br><br> Він приховує під кат частину тексту, що йде за тегом (буде написано «Читати далі»).',
    'edit_page'             => 'Офіційна документація має бути без помилок та написана більше в офіційній манері.',
    'edit_post'             => 'Подивіться, як виглядає пост на сторінці стрічки та у повній версії. Поліпшіть його тут.',
    'add_topic'             => 'Тема - це вузол (для навігації), який використовується системою для організації контенту. Тема є єдиною точкою сходу, інтерпретацією різних речей, явищ та інших понять.',
    'add_blog'              => 'Категорії належать до каталогу (сайтів, програм). Створюйте їх лише тоді, коли є достатньо сайтів для заповнення.',
    'add_category'          => 'Категорії використовуються у каталозі сайтів. Не створюйте порожніх категорій.',
    'edit_category'         => 'Відредагуйте категорію з урахуванням сайтів, що знаходяться в ній. Складіть правильний опис і підберіть коротку назву.',
    'add_section'           => 'Розділи використовуються для угруповання (навігації) за службовими статтями.',
    'edit_topic'            => 'Теми використовуються для угрупування (навігації) за постами. Ця навігація, поставтеся до неї серйозно.',
    'edit_blog'             => 'Блоги зазвичай створюють учасники. Блог закріплений за конкретним юзером.',
    'edit_section'          => 'Це редагування навігації для службових сторінок (документації). Поставтеся до цього серйозно.',

    'team_info'             => 'Ваш Блог можна вести спільно з іншими користувачами – для цього вам потрібно надати їм доступ.',
    'draft_info'            => 'Читати чернетки може лише автор.',

    'add_poll'              => 'Заповніть всі поля. Це опитування можна буде використовувати в інших частинах сайту (наприклад, у постах).',
    'poll_info'             => 'Мої голосування сортовані за часом.',
];
