<?php

/*
* The following language strings are used for meta descriptions and explanations for pages.
*
* Следующие языковые строки используются для мета- описаний и пояснений к страницам.
*/

return [

    // Member profile
    // Профиль участника
    'profile_title' => '{name} — профіль користувача ',
    'profile_desc'  => '{name} — сторінка профілю користувача. Пости, нагороди та контакти. {information}',

    'profile_posts_title'   => '{name} — список постів ',
    'profile_posts_desc'    => '{name} — список постів, статей учасника у хронологічному порядку. Усі публікації на сайті.',

    'profile_comments_title'    => '{name} — коментарі учасника ',
    'profile_comments_desc'     => '{name} — коментарі учасника у хронологічному порядку. {information}',
    // end

    'all_users'                 => 'Список учасників',
    'all_users_info'            => 'Усі учасники зареєстровані на сайті',
    'all_users_desc'            => 'Учасники розміщені в порядку їхньої активності на сайті. Можливість перегляду даних профілю',

    'new_users'                 => 'Нові учасники',
    'new_users_info'            => 'Список учасників, які зареєструвалися на сайт останнім часом',
    'new_users_desc'            => 'Учасники, які реєструвалися на сайті останнім часом. Виявляють активність, аватарки, профіль',

    'all_blogs'                 => 'Усі блоги',
    'all_blogs_info'            => 'Блоги створені учасниками',
    'all_blogs_desc'            => 'Блоги в порядку їх реєстрації на сайті, можливість переглядати створені блоги, підписуватись на них, переглядати статистику',

    'new_blogs'                 => 'Нові блоги',
    'new_blogs_info'            => 'Блоги на сайті додані останнім часом',
    'new_blogs_desc'            => 'Блоги на сайті додані останнім часом. Особисті блоги учасників, можливість підписки на цікаві блоги',

    'my_blogs'                  => 'Мої блоги',
    'my_blogs_info'             => 'Блоги, на які я підписаний, або створив',
    'my_blogs_desc'             => 'Блоги, які я читаю чи створив',

    'all_topics'                => 'Усі теми',
    'all_topics_info'           => 'Всі теми на сайті в порядку їхньої популярності',
    'all_topics_desc'           => 'Сторінка тем, що розташовані в порядку популярності. За кількістю розміщених постів, можливість підписки на блоги',

    'new_topics'                => 'Нові теми',
    'new_topics_info'           => 'Нові теми, теми додані останнім часом',
    'new_topics_desc'           => 'Нові теми додані на сайті останнім часом. Статистика тем та можливість підписатися на теми',

    'my_topics'                 => 'Читаю',
    'my_topics_info'            => 'Теми, на які я підписаний, читаю',
    'my_topics_desc'            => 'Теми, які я читаю чи створив',

    'all_comments'      		=> 'Усі коментарі',
    'all_comments_info'         => 'Усі коментарі...',
    'all_comments_desc'			=> 'Усі коментарі, відповіді у порядку черговості у спільноті.',
    'deleted_comments_info'     => 'Віддалені коментарі...',

    'domain_desc'       		=> 'Угруповання постів у спільноті за доменом.',

    'feed_facet_desc'           => 'Загальна стрічка. ',
    'feed_facet_posts_desc'     => 'Стрічка постів. ',
    'feed_facet_questions_desc' => 'Стрічка питань. ',
    'feed_facet_rec_posts_desc' => 'Рекомендовані пости в {name} відібрані вручну. ',
    'facet_info_desc'           => 'Інформація на тему: «{name}». Wiki інформація, опис теми. ',
    'facet_writers_desc'        => 'Кращі письменники в темі: «{name}». ',
    'facet_topics_desc'         => 'Угруповання постів по темі «{name}». ',
];
