<?php

/*
* The following language strings are used on the Search page.
*
* Следующие языковые строки используются на странице Поиска.
*/

return [
    'all'               => 'Всі',
    'posts'             => 'Пости',
    'comments'          => 'Коментарі',
    'websites'          => 'Сайти',
    'registration'      => 'Реєстрація',
    'sign_in'           => 'Увійти',
    'find'              => 'Знайти...',
    'results_search'    => 'Результатів: приблизно',
    'on_website'        => 'На сайт',
    'name'              => 'Пошук',
    'no_results'        => 'Пошук не дав жодних результатів. <br>Занадто короткий / довгий пошуковий запит',
    'empty_request'     => 'Порожній пошуковий запит',
    'search_home'       => '<h2>Пошук</h2>Введіть пошукову фразу',
    'title'             => 'Пошукова система',
    'desc'              => 'Пошук по сайту та каталогу з урахуванням морфології, фасети. Пошукова система {name}',
    'help'              => 'Пошук по сайту і не тільки...',
    'query'             => 'Запит',
];
