<?php

/*
* The following language strings are used in the Teams (participants) section.
*
* Следующие языковые строки используются в разделе Команды (участников).
*/

return [
    'home'          => 'Команди',
    'add'           => 'Додати',
    'edit'          => 'Змінити',
    'remove'        => 'Вилучити',
    'add_team'      => 'Додати команду',
    'edit_team'     => 'Змінити команду',
    'no_teams'      => 'На жаль, команд поки немає',
    'reestablish'   => 'Команда була видалена',
    'info'          => 'Ви можете створити не більше 5 команд для спільної роботи.',
    'no_users'      => 'Учасників у команді немає',
    'created'       => 'Команда створена',
    'create'        => 'Створити',
    'description'   => 'Опис',
    'characters'    => 'символів',
    'heading'       => 'Назва',
    'owner'         => 'Власник',
    'clue'          => 'Підказка',
    'recover'       => 'Відновити',
    'change'        => 'Команда успішно змінена',
    'users'         => 'Учасники команди',
];
