<?php

/*
* The following language strings are used on login and registration pages.
*
* Следующие языковые строки используются на странице авторизации и регистрации.
*/

return [
    'mail_confirm'  => 'После отправки заполненной формы вам будет предложено подтвердить адрес электронной почты. Важно отметить, что вы не сможете пройти остальную часть процесса адаптации, пока не сделаете этого.',
    'login_info'    => 'Авторизация дает возможность публиковать посты, отвечать, комментировать и голосовать.',
    'invate_text'   => 'Еще не пользователь? Регистрация осуществляется только по приглашению для борьбы со спамом и повышения ответственности. Если вы знаете <a href="/users">текущего пользователя</a> сайта, попросите у него приглашение.',
];
