<?php

/*
* The following language strings are used for translating blocks 
* mostly located in the sidebar.
*
* Следующие языковые строки используются для переводя блоков 
* преимущественно расположенных в боковой панели (sidebar).
*/

return [
    'setting_info'          => 'Заполните ваше имя, это поможет участникам обращаться к вам по имени. <br><br> Расскажи что-нибудь о себе. У вас отличная возможность раскрыться, чтобы понравиться окружающим и показаться интересной личностью.',
    'avatar_info'           => 'Загрузите аватар и обложку для своего профиля. <br><br> Когда каждый пользователь имеет уникальный аватар, следить за обсуждениями становится значительно легче!',
    'security_info'         => 'Убедитесь, что все ваши пароли имеют 8 символов и более, в идеале намного больше.',
    'recover_info'          => 'После того, как нажмете кнопку «Сбросить», проверьте свой e-mail.',
    'favorite_info'         => 'Посты, комментарии и вопросы в ваших закладках.',
    'preferences_info'      => 'Посты, на которые вы подписаны. Вы будете получать уведомления о всех новых ответах.',
    'notifications_info'    => 'Вы можете пометить все объявления, как прочитанные, нажать на ссылку: «Я прочитал».',
    'notification_info'     => 'Вы можете отписаться от всех уведомлений на E-mail в этом разделе.',

    'messages_info'         => 'Личные сообщения с участниками сайта. Воздерживайтесь от спама, проявляйте уважение!',

    'add_post'              => 'Первый абзац будет превью текста для страницы ленты. <br><br>Постарайтесь не включать фото и видео в него. Если необходимо добавить фото, то добавьте его для Обзора.',
    'edit_page'             => 'Официальная документация должна быть без ошибок и написана больше в официальной манере.',
    'edit_post'             => 'Посмотрите, как выглядит пост на странице ленты и в полной версии. Улучшите его тут.',

    'add_topic'             => 'Тема — то узел (для навигации), используемый системой для организации контента. Тема является единой точкой взода, интерпретацией различных вещей, явлений и других понятий.',
    'add_blog'              => 'Добавить блог (в разработке).',
    'add_category'          => 'Добавить категорию (в разработке).',
    'edit_topic'            => 'Изменить тему (в разработке).',
    'edit_blog'             => 'Изменить блог (в разработке).',
];
