<?php

/*
* The following language strings are used for translating blocks 
* mostly located in the sidebar.
*
* Следующие языковые строки используются для переводя блоков 
* преимущественно расположенных в боковой панели (sidebar).
*/

return [
    'setting_info'          => 'Заполните ваше имя, это поможет участникам обращаться к вам по имени. <br><br> Расскажи что-нибудь о себе. У вас отличная возможность раскрыться, чтобы понравиться окружающим и показаться интересной личностью.',
    'avatar_info'           => 'Загрузите аватар и обложку для своего профиля. <br><br> Когда каждый пользователь имеет уникальный аватар, следить за обсуждениями становится значительно легче!',
    'security_info'         => 'Убедитесь, что все ваши пароли имеют 8 символов и более, в идеале намного больше.',
    'recover_info'          => 'После того, как нажмете кнопку «Сбросить», проверьте свой e-mail.',
    'favorite_info'         => 'Посты, комментарии и вопросы в ваших закладках.',
    'subscribed_info'       => 'Посты, на которые вы подписаны. Вы будете получать уведомления о всех новых ответах.',
    'read_info'             => 'Прочитанные посты. История последних 50 просмотров.',
    'notifications_info'    => 'Вы можете пометить все объявления, как прочитанные, нажать на ссылку: «Я прочитал».',
    'notification_info'     => 'Вы можете отписаться от всех уведомлений на E-mail в этом разделе.',

    'add_post'              => 'Используйте тэг <b>cut</b>: кнопка <svg class="icon"><use xlink:href="/assets/svg/icons.svg#cut"></use></svg> <br><br> Он скрывает под кат часть текста, следующую за тегом (будет написано «Читать дальше»).',
    'edit_page'             => 'Официальная документация должна быть без ошибок и написана больше в официальной манере.',
    'edit_post'             => 'Посмотрите, как выглядит пост на странице ленты и в полной версии. Улучшите его тут.',
    'add_topic'             => 'Тема — то узел (для навигации), используемый системой для организации контента. Тема является единой точкой взода, интерпретацией различных вещей, явлений и других понятий.',
    'add_blog'              => 'Категории относятся к каталогу (сайтов, программ). Создавайте их только тогда, когда есть достаточное количество сайтов для заполнения.',
    'add_category'          => 'Категории используются в каталоге сайтов. Не создавайте пустых категорий.',
    'edit_category'         => 'Отредактируйте категорию с учетом находящихся в ней сайтов. Составьте правильно описание и подберите короткое названи.',
    'add_section'           => 'Разделы используются для группировки (навигации) по служебным статьям.',
    'edit_topic'            => 'Темы используются для группировки (навигации) по постам. Эта навигация, отнеситесь к ней серьезно.',
    'edit_blog'             => 'Блоги обычно создают участники. Блог закреплен за конкретным пользователем.',
    'edit_section'          => 'Это редактирование навигации для служебных страниц (документации). Отнеситесь к этому серьезно.',

    'team_info'             => 'Ваш Блог можно вести совместно с другими пользователями — для этого вам нужно предоставить им доступ.',
    'draft_info'            => 'Читать черновики может только автор.',

    'add_poll'              => 'Заполните все поля. Данный опрос можно будет использовать в других частях сайта (например, в постах).',
    'poll_info'             => 'Мои голосования сортированные по времени.',
];
