<?php

/*
* The following language strings are used for the meta description 
* of the central (main) page, site feed.
*
* Следующие языковые строки используются для мета- описания 
* центральной (главной) странице, ленты сайта.
*/

return [
    'feed_title'           => '{name} — сообщество (темы, блоги по интересам)',
    'top_title'            => '{name} — популярные посты',
    'all_title'            => '{name} — все посты ',
    'feed_desc'            => 'Темы по интересам, лента, блоги. Беседы, вопросы и ответы, интересные факты. Скрипты CMS и социальных сетей, Фреймворки. Скрипт {name}.',
    'top_desc'             => 'Список популярных постов в ленте сообщества (по количеству ответов). Темы по интересам. Беседы, вопросы и ответы, комментарии. Скрипт {name}.',
    'all_desc'             => 'Список всех постов в ленте сообщества. Скрипт {name}.',
];
