<?php

/*
* The following language strings are used for meta descriptions and explanations for pages.
*
* Следующие языковые строки используются для мета- описаний и пояснений к страницам.
*/

return [

    // Member profile
    // Профиль участника
    'profile_title' => '{name} — профиль участника ',
    'profile_desc'  => '{name} — страница профиля участника. Посты, награды и контакты. {information}',

    'profile_posts_title'   => '{name} — список постов ',
    'profile_posts_desc'    => '{name} — список постов, статей участника в хронологическом порядке. Все публикации на сайте.',

    'profile_comments_title'    => '{name} — комментарии участника ',
    'profile_comments_desc'     => '{name} — комментарии участника в хронологическом порядке. {information}',
    // end

    'all_users'                 => 'Список участников',
    'all_users_info'            => 'Все участники зарегистрированные на сайте',
    'all_users_desc'            => 'Участники расположенные в порядке их активности на сайте. Возможность просматривать данные профиля',

    'new_users'                 => 'Новые участники',
    'new_users_info'            => 'Список участников, которые зарегистрировались на сайте в последнее время',
    'new_users_desc'            => 'Участники, которые зарегистрировались на сайте в последнее время. Проявляют активность, аватарки, профиль',

    'all_blogs'                 => 'Все блоги',
    'all_blogs_info'            => 'Блоги созданные участниками',
    'all_blogs_desc'            => 'Блоги в порядке их регистрации на сайте, возможность просматривать созданные блоги, подписываться на них, просмотривать статистику',

    'new_blogs'                 => 'Новые блоги',
    'new_blogs_info'            => 'Блоги на сайте добавленные в последнее время',
    'new_blogs_desc'            => 'Блоги на сайте добавленные в последнее время. Личные блоги участников, возможность подписки на интересные блоги',

    'my_blogs'                  => 'Мои блоги',
    'my_blogs_info'             => 'Блоги, на которые я подписан, или создал',
    'my_blogs_desc'             => 'Блоги, которые я читаю или создал',

    'all_topics'                => 'Все темы',
    'all_topics_info'           => 'Все темы на сайте в порядке их популярности',
    'all_topics_desc'           => 'Страница тем, расположенных в порядке популярности. По количеству расположенных постов, возможность подписки на блоги',

    'new_topics'                => 'Новые темы',
    'new_topics_info'           => 'Новые темы, темы добавленные в последнее время',
    'new_topics_desc'           => 'Новые темы добавленные на сайте за последнее время. Статистика тем и возможность подписаться на темы',

    'my_topics'                 => 'Читаю',
    'my_topics_info'            => 'Темы, на которые я подписан, читаю',
    'my_topics_desc'            => 'Темы, которые я читаю или создал',

    'all_comments'              => 'Все комментарии',
    'all_comments_info'         => 'Все комментарии...',
    'all_comments_desc'			=> 'Все комментарии, ответы в порядке очередности в сообществе.',
    'deleted_comments_info'     => 'Удаленные комментарии...',

    'domain_desc'               => 'Группировка постов в сообществе по домену.',

    'feed_facet_desc'           => 'Общая лента. ',
    'feed_facet_posts_desc'     => 'Лента постов. ',
    'feed_facet_questions_desc' => 'Лента вопросов. ',
    'feed_facet_rec_posts_desc' => 'Рекомендованные посты в «{name}» отобранные вручную. ',
    'facet_info_desc'           => 'Информация по теме: «{name}». Wiki информация, описание темы. ',
    'facet_writers_desc'        => 'Лучшие писатели в теме: «{name}». ',
    'facet_topics_desc'         => 'Группировка постов по теме «{name}». ',
];
