<?php

return [
    'main.feed.title'           => '{name} — сообщество (темы, блоги по интересам)',
    'main.top.title'            => '{name} — популярные посты',
    'main.all.title'            => '{name} — все посты ',
    'main.feed.desc'            => 'Темы по интересам, лента, блоги. Беседы, вопросы и ответы, интересные факты. Скрипты CMS и социальных сетей, Фреймворки. Скрипт {name}.',
    'main.top.desc'             => 'Список популярных постов в ленте сообщества (по количеству ответов). Темы по интересам. Беседы, вопросы и ответы, комментарии. Скрипт {name}.',
    'main.all.desc'             => 'Список всех постов в ленте сообщества. Скрипт {name}.',
 
    'main.feed.info'            => 'Посты в хронологическом порядке...',
    'main.all.info'             => 'Все посты в ленте сообщества...',
    'main.top.info'             => 'Активные посты за последнее время...',
    'main.deleted.title'        => 'Удаленные посты',
];
