<?php

/*
* The following language strings are used for meta descriptions and explanations for pages.
*
* Следующие языковые строки используются для мета- описаний и пояснений к страницам.
*/

return [
    'profile.posts_title'       => '{name} — профиль участника ',
    'profile.posts.all_title'   => '{name} — список постов ',
    'profile.answers_title'     => '{name} — ответы участника ',
    'profile.comments_title'    => '{name} — комментарии участника ',
    'profile.posts_desc'        => '{name} — страница профиля участника. Посты, награды и контакты. {information}',
    'profile.posts.all_desc'    => '{name} — список постов, статей участника в хронологическом порядке. Все публикации на сайте.',
    'profile.answers_desc'      => '{name} — страница ответов участника на посты в темах и блогах. {information}',
    'profile.comments_desc'     => '{name} — комментарии участника в хронологическом порядке. {information}',

    'all_users'                 => 'Список участников',
    'all_users_info'            => 'Список участников в порядке их активности на сайте',
    'all_users_desc'            => 'Участники расположенные в порядке их активности на сайте. Возможность просматривать данные профиля',
    
    'new_users'                 => 'Новые участники',
    'new_users_info'            => 'Список участников, которые зарегистрировались на сайт в последнее время',
    'new_users_desc'            => 'Участники, которые зарегистрировались на сайте в последнее время. Проявляют активность, аватарки, профиль',
    
    'all.blogs'                 => 'Все блоги',
    'all.blogs_info'            => 'Блоги созданные участниками',
    'all.blogs_desc'            => 'Блоги в порядке их регистрации на сайте, возможность просматривать созданные блоги, подписываться на них, просмотривать статистику',

    'new.blogs'                 => 'Новые блоги',
    'new.blogs_info'            => 'Блоги на сайте добавленные в последнее время',
    'new.blogs_desc'            => 'Блоги на сайте добавленные в последнее время. Личные блоги участников, возможность подписки на интересные блоги', 
    
    'my.blogs'                  => 'Мои блоги',
    'my.blogs_info'             => 'Блоги, на которые я подписан, или создал',
    'my.blogs_desc'             => 'Блоги, которые я читаю или создал',
    
    'all.topics'                => 'Все темы',
    'all.topics_info'           => 'Все темы на сайте в порядке их популярности',
    'all.topics_desc'           => 'Страница тем, расположенных в порядке популярности. По количеству расположенных постов, возможность подписки на блоги',
    
    'new.topics'                => 'Новые темы',    
    'new.topics_info'           => 'Новые темы, темы добавленные в последнее время',
    'new.topics_desc'           => 'Новые темы добавленные на сайте за последнее время. Статистика тем и возможность подписаться на темы',
    
    'my.topics'                 => 'Читаю',
    'my.topics_info'            => 'Темы, на которые я подписан, читаю',
    'my.topics_desc'            => 'Темы, которые я читаю или создал',

    'comments.all_info'         => 'Все комментарии...',
    'comments.deleted_info'     => 'Удаленные комментарии...',
    'answers.all_info'          => 'Все ответы...',
    'answers.deleted_info'      => 'Удаленные ответы...',
    
    'comments_desc'     => 'Все комментарии (на ответы) в порядке очередности в сообществе.',
    'answers_desc'      => 'Все ответы (на посты) в порядке очередности в сообществе.',
    'domain_desc'       => 'Группировка постов в сообществе по домену.',

    'all_comments'      => 'Все комментарии',
    'all_answers'       => 'Все ответы',

];
