<?php

/*
* The following language strings are used for meta descriptions and explanations for pages.
*
* Следующие языковые строки используются для мета- описаний и пояснений к страницам.
*/

return [
    'profile.posts.title'       => '{name} — профиль участника ',
    'profile.posts.all.title'   => '{name} — список постов ',
    'profile.answers.title'     => '{name} — ответы участника ',
    'profile.comments.title'    => '{name} — комментарии участника ',
    'profile.posts.desc'        => '{name} — страница профиля участника. Посты, награды и контакты. {information}',
    'profile.posts.all.desc'    => '{name} — список постов, статей участника в хронологическом порядке. Все публикации на сайте.',
    'profile.answers.desc'      => '{name} — страница ответов участника на посты в темах и блогах. {information}',
    'profile.comments.desc'     => '{name} — комментарии участника в хронологическом порядке. {information}',

    'users.all'                 => 'Список участников',
    'users.all.info'            => 'Список участников в порядке их активности на сайте',
    'users.all.desc'            => 'Участники расположенные в порядке их активности на сайте. Возможность просматривать данные профиля',
    
    'users.new'                 => 'Новые участники',
    'users.new.info'            => 'Список участников, которые зарегистрировались на сайт в последнее время',
    'users.new.desc'            => 'Участники, которые зарегистрировались на сайте в последнее время. Проявляют активность, аватарки, профиль',
    
    'blogs.all'                 => 'Все блоги',
    'blogs.all.info'            => 'Блоги созданные участниками',
    'blogs.all.desc'            => 'Блоги в порядке их регистрации на сайте, возможность просматривать созданные блоги, подписываться на них, просмотривать статистику',

    'blogs.new'                 => 'Новые блоги',
    'blogs.new.info'            => 'Блоги на сайте добавленные в последнее время',
    'blogs.new.desc'            => 'Блоги на сайте добавленные в последнее время. Личные блоги участников, возможность подписки на интересные блоги', 
    
    'blogs.my'                  => 'Мои блоги',
    'blogs.my.info'             => 'Блоги, на которые я подписан, или создал',
    'blogs.my.desc'             => 'Блоги, которые я читаю или создал',
    
    'topics.all'                => 'Все темы',
    'topics.all.info'           => 'Все темы на сайте в порядке их популярности',
    'topics.all.desc'           => 'Страница тем, расположенных в порядке популярности. По количеству расположенных постов, возможность подписки на блоги',
    
    'topics.new'                => 'Новые темы',    
    'topics.new.info'           => 'Новые темы, темы добавленные в последнее время',
    'topics.new.desc'           => 'Новые темы добавленные на сайте за последнее время. Статистика тем и возможность подписаться на темы',
    
    'topics.my'                 => 'Читаю',
    'topics.my.info'            => 'Темы, на которые я подписан, читаю',
    'topics.my.desc'            => 'Темы, которые я читаю или создал',

    'comments.all.info'         => 'Все комментарии...',
    'comments.deleted.info'     => 'Удаленные комментарии...',
    'answers.all.info'          => 'Все ответы...',
    'answers.deleted.info'      => 'Удаленные ответы...',
    
    'comments.desc'     => 'Все комментарии (на ответы) в порядке очередности в сообществе',
    'answers.desc'      => 'Все ответы (на посты) в порядке очередности в сообществе',
    'domain.desc'       => 'Группировка постов в сообществе по домену',

];
