<?php

/*
* The following language strings are used on the Search page.
*
* Следующие языковые строки используются на странице Поиска.
*/

return [
    'all'               => 'Все',
    'posts'             => 'Посты',
    'comments'          => 'Комментарии',
    'websites'          => 'Сайты',
    'registration'      => 'Регистрация',
    'sign_in'           => 'Войти',
    'find'              => 'Найти...',
    'results_search'    => 'Результатов: примерно',
    'on_website'        => 'На сайт',
    'name'              => 'Поиск',
    'no_results'        => 'Поиск не дал никаких результатов. <br>Слишком короткий / длинный поисковый запрос',
    'empty_request'     => 'Пустой поисковый запрос',
    'search_home'       => '<h2>Поиск</h2>Введите поисковую фразу',
    'title'             => 'Поисковая система',
    'desc'              => 'Поиск по сайту и каталогу с учетом морфологии, фасеты. Поисковая система {name}',
    'help'              => 'Поиск по сайту и не только...',
    'query'             => 'Запрос',
];
