<?php

/*
* The following language strings are used in the Teams (participants) section.
*
* Следующие языковые строки используются в разделе Команды (участников).
*/

return [
    'home'          => 'Команды',
    'add'           => 'Добавить',
    'edit'          => 'Изменить',
    'add_team'      => 'Добавить команду',
    'edit_team'     => 'Изменить команду',
    'no_teams'      => 'К сожалению, команд пока нет',
    'reestablish'   => 'Команда была удалена',
    'info'          => 'Вы можете создать не более 5 команд для совместной работы.',
    'no_users'      => 'Участников в команде нет',
    'created'       => 'Команда создана',
    'create'        => 'Создать',
    'description'   => 'Описание',
    'characters'    => 'символов',
    'heading'       => 'Название',
    'owner'         => 'Владелец',
    'recover'       => 'Восстановить',
    'change'        => 'Команда успешно изменена',
    'users'         => 'Участники команды',
];
