<?php

/*
* The following language strings are used for translating blocks 
* mostly located in the sidebar.
*
* Следующие языковые строки используются для переводя блоков 
* преимущественно расположенных в боковой панели (sidebar).
*/

return [
    'setting_info'          => '填写你的名称，这有助于参与者通过你的名称来称呼你。 <br><br> 告诉我们一些关于你自己的事情。你有一个很好的机会敞开心扉取悦他人，看起来像一个有趣的人。',
    'avatar_info'           => '为你的个人资料上传头像和封面照片。 <br><br> 当每个用户都有一个独特的头像时，关注讨论变得会很容易！',
    'security_info'         => '确保你的所有密码都是8个字符或以上，建议更多。',
    'recover_info'          => '点击“重置”按钮后，检查您的电子邮件。',
    'favorite_info'         => '书签中的帖子、评论和问题。',
    'subscribed_info'       => '您关注的帖子。您将收到所有新回复的通知。',
    'read_info'             => '阅读帖子。最近 50 次查看的历史记录。',
    'notifications_info'    => '您可以通过点击链接将所有广告标记为已读：“我已阅读”。',
    'notification_info'     => '您可以在此部分取消订阅所有电子邮件通知。',

    'add_post'              => '使用标签<b>cut</b> (<svg class="icon"><use xlink:href="/assets/svg/icons.svg#cut"></use></svg>).<br><br>它隐藏在标签后面的文本的 cat 部分下（它将被写成“阅读更多”）。',
    'edit_page'             => '官方文档应该没有错误，并且以正式的方式编写。',
    'edit_post'             => '在提要页面和完整版中查看帖子的外观。在这里改进它。',
    'add_topic'             => '主题是系统用来组织内容的节点（用于导航）。主题是单一的观点，对各种事物、现象和其他概念的解释。',
    'add_blog'              => '类别是指目录（站点、程序）。仅当有足够的站点可供填充时才创建它们。',
    'add_category'          => '类别在网站目录中使用。不要创建空类别',
    'edit_category'         => '编辑类别以反映其中的网站。写一个正确描述并选择一个短标题。',
    'add_section'           => '部分用于分组(导航)按服务项目',
    'edit_topic'            => '主题用于对帖子进行分组(导航)。这是导航，请认真对待。',
    'edit_blog'             => '博客通常由贡献者创建。博客被分配给特定用户。',
    'edit_section'          => '这是服务页面(文档)的导航编辑。请认真对待。',

    'team_info'             => '您可以通过授予其他用户访问权限来与他们共享您的博客。',
    'draft_info'            => '只有作者可以阅读草稿。',

    'add_poll'              => '填写所有字段。 此调查可用于网站的其他部分（例如，在帖子中）。',
    'poll_info'             => '我的投票按时间排序。',
];
