<?php

/*
* The following language strings are used for translating blocks 
* mostly located in the sidebar.
*
* Следующие языковые строки используются для переводя блоков 
* преимущественно расположенных в боковой панели (sidebar).
*/

return [
    'setting_info'          => '填写你的名称，这有助于参与者通过你的名称来称呼你。 <br><br> 告诉我们一些关于你自己的事情。你有一个很好的机会敞开心扉取悦他人，看起来像一个有趣的人。',
    'avatar_info'           => '为你的个人资料上传头像和封面照片。 <br><br> 当每个用户都有一个独特的头像时，关注讨论变得会很容易！',
    'security_info'         => '确保你的所有密码都是8个字符或以上，建议更多。',
    'recover_info'          => '点击“重置”按钮后，检查您的电子邮件。',
    'favorite_info'         => '书签中的帖子、评论和问题。',
    'preferences_info'      => '您关注的帖子。您将收到所有新回复的通知。',
    'notifications_info'    => '您可以通过点击链接将所有广告标记为已读：“我已阅读”。',
    'notification_info'     => '您可以在此部分取消订阅所有电子邮件通知。',

    'messages_info'         => '与网站成员的私人消息。拒绝垃圾邮件，尊重他人！',

    'add_post'              => '第一段是供稿页面的文本预览<br><br>尽量不要在其中包含照片和视频。如要添加照片，请将其添加到概览中',
    'edit_page'             => '官方文档应该没有错误，并且以正式的方式编写。',
    'edit_post'             => '在提要页面和完整版中查看帖子的外观。在这里改进它。',
    'add_topic'             => '主题是系统用来组织内容的节点（用于导航）。主题是单一的观点，对各种事物、现象和其他概念的解释。',
    'add_blog'              => '类别是指目录（站点、程序）。仅当有足够的站点可供填充时才创建它们。',
    'add_category'          => '类别在网站目录中使用。不要创建空类别',
    'edit_category'         => '编辑类别以反映其中的网站。写一个正确描述并选择一个短标题。',
    'add_section'           => '部分用于分组(导航)按服务项目',
    'edit_topic'            => '主题用于对帖子进行分组(导航)。这是导航，请认真对待。',
    'edit_blog'             => '博客通常由贡献者创建。博客被分配给特定用户。',
    'edit_section'          => '这是服务页面(文档)的导航编辑。请认真对待。',
];
