<?php

/*
* The following language strings are used for translating blocks 
* mostly located in the sidebar.
*
* Следующие языковые строки используются для переводя блоков 
* преимущественно расположенных в боковой панели (sidebar).
*/

return [
    'setting_info'          => '填寫您的姓名，這將有助於參與者通過您的名字來稱呼您。 <br><br> 告訴我們一些關於你自己的事情。 你有很好的機會敞開心扉取悅他人，看起來像一個有趣的人。',
    'avatar_info'           => '為您的個人資料上傳頭像和封面照片。 <br><br> 當每個用戶都有一個獨特的頭像時，關注討論變得更加容易！',
    'security_info'         => '確保您的所有密碼都是 8 個字符或更多，最好是更多。',
    'recover_info'          => '單擊“重置”按鈕後，檢查您的電子郵件。',
    'favorite_info'         => '書籤中的帖子、評論和問題。',
    'subscribed_info'       => '您關注的帖子。 您將收到所有新回复的通知。',
    'read_info'             => '阅读帖子。最近 50 次查看的历史记录。',
    'notifications_info'    => '您可以通過單擊鏈接將所有廣告標記為已讀：“我已閱讀”。',
    'notification_info'     => '您可以在此部分取消訂閱所有電子郵件通知。',

    'add_post'              => '使用标签<b>cut</b> (<svg class="icon"><use xlink:href="/assets/svg/icons.svg#cut"></use></svg>).<br><br>它隐藏在标签后面的文本的 cat 部分下（它将被写成“阅读更多”）。',
    'edit_page'             => '官方文檔應該沒有錯誤並且以正式的方式編寫。',
    'edit_post'             => '在提要頁面和完整版中查看帖子的外觀。 在這裡改進一下。',
    'add_topic'             => '主題是系統用來組織內容的節點（用於導航）。 主題是單一的觀點，對各種事物、現象和其他概念的解釋。',
    'add_blog'              => '類別是指目錄（站點、程序）。 僅當有足夠的站點可供填充時才創建它們。',
    'add_category'          => '類別在站點目錄中使用。 不要創建空類別。',
    'edit_category'         => '編輯類別以反映其中的網站。 寫下正確的描述並選擇一個簡短的標題。',
    'add_section'           => '部分用於按服務文章進行分組（導航）。',
    'edit_topic'            => '主題用於對帖子進行分組（導航）。 這個導航，認真對待。',
    'edit_blog'             => '博客通常由貢獻者創建。 博客被分配給特定用戶。',
    'edit_section'          => '這是服務頁面（文檔）的導航編輯。 認真對待。',

    'team_info'             => '您可以通过授予其他用户访问权限来与他们共享您的博客。',
    'draft_info'            => '只有作者可以阅读草稿。',

    'add_poll'              => '填写所有字段。 此调查可用于网站的其他部分（例如，在帖子中）。',
    'poll_info'             => '我的投票按时间排序。',
];
