<?php

$data = [
    'categories'            => 'Рубрики',
    'soft'                  => 'Софт',
    'status'                => 'Статус ссылки',
    'there.program'         => 'Есть программа',
    'hosted.github'         => 'Она размещена на GitHub',
    'url.address.github'    => 'URL адрес репозитория на GitHub',
    'by.date'               => 'По дате',
    'directory.info'        => 'Каталог сайтов, систематизированных по тематическим рубрикам.',
    'results.search'        => 'Сайтов: примерно',
    'no.search.results'     => 'Поиск не дал никаких результатов. <br>Слишком короткий / длинный поисковый запрос',
    'empty.request'         => 'Пустой поисковый запрос',
    'web.bookmarks.info'    => 'Мои закладки по сайтам',
    'web.banner.info'       => 'Каталог сайтов с аннотациями и скриншотами. Фасетная рубрикация, поиск. Закладки по ресурсам с возможность голосовать за сайты, программы, рейтинг',

    'news.media'            => 'Новости и СМИ',
    'social.network'        => 'Социальные сети',
    'internet'              => 'Интернет',
    'software'              => 'Программы',
    'reference.info'        => 'Справочная информация',
    'reference.help'        => 'Энциклопедии, справочники',
    'science.education'     => 'Наука и образование',
    'goods.services'        => 'Товары и услуги',
    'private.life'          => 'Домашний очаг',
    'private.life.help'     => 'Детям, животные, хобби...',
    'security'              => 'Безопасность...',

    'web.top.view'          => 'По рейтингу',
    'web.view'              => 'Новые сайты',
    'web.audits.view'       => 'Требуют рассмотрения',
    'web.bookmarks.view'    => 'Мои закладки',
    'web.deleted.view'      => 'Удалены',

    'web.home.title'        => 'Каталог сайтов',
    'web.home.desc'         => 'Список сайтов в каталоге размещенных в хронологическом порядке. Возможность поиска, закладки, сортировка по популярности',
    'web.top.home'          => 'Сайты по рейтингу в каталоге',
    'web.top.home.title'    => 'Каталог сайтов (по рейтингу)',
    'web.top.home.desc'     => 'Сайты отсортированные по рейтингу. Скриншоты и описание ресурсов, возможность поиск и добавление в закладки',

    'web.top.cat.title'     => '%1$s — сайты по популярности',
    'web.top.cat.desc'      => 'Анонсированные список сайтов по тематики %1$s. %2$s',
    'web.all.cat.title'     => '%1$s — рубрика, сайты по дате',
    'web.all.cat.desc'      => 'Сайты в хронологическом порядке в рубрике %1$s. %2$s',

    'site.add'              => 'Добавить сайт',
    'site.edit'             => 'Изменить сайт',
    'web.user.sites.view'   => 'Мои сайты',
    'no.user.sites'         => 'Cайтов пока нет',
    'no.bookmarks.sites'    => 'Закладок пока нет',
    'user.sites.info'       => 'Список сайтов добавленных мной',
    'moderation'            => 'Модерация',
];

return $data;
