<?php include TEMPLATE_DIR . '/header.php'; ?>
<section>
    <div class="wrap">

        <h1>О нас</h1>

        <div class="telo">
            <b>Задача 1</b> — изучить <a rel="nofollow noreferrer" target="_blank" href="https://phphleb.ru/"><i>PHP Микрофреймворк HLEB</i></a>: routes, get / post, ajax, csrf и т.д.
              <br><br>
             <center> 
            <img width="90%" alt="PHP Микрофреймворк HLEB - профилирование" src="/images/HLEB.jpg"> <br><small>на слабой win машине... </small>
               </center> 
            <br>
            <b>Задача 2</b> — построить систему авторизации, администрирование и систему документации с обратной связью. Которую (как базу) можно использовать далее.

            <br><br>
            <b>Задача 3</b> — посмотрим... Главное изучить всё.

            <br><br>
            <b>HLEB</b> — это PHP-фреймворк с очень маленьким размером, созданный для разработчиков, которым нужен простой и элегантный инструментарий для создания полнофункциональных веб-приложений.
            

            <h3>Правила</h3>

            <p>Пожалуйста, относитесь к этому сайту с таким же уважением, как относитесь к собственному дому. </p>
            <ul>
                <li>Нет нарушений законодательства РФ.</li>
                <li>Нет нападкам.</li>
                <li>Нет спаму.</li>
            </ul>
        </div>
    </div>
<section>
<?php include TEMPLATE_DIR . '/footer.php'; ?>
 