<?php
$lang = [
    "Загрузка файла(ов)" => "Загрузка " . $this->getReplacedFileName(),
    "Выбрать файл(ы)" => "Выбрать " . $this->getVariableFileName(),
    "Выберите файл(ы) или перетащите их на кнопку" => "Выберите " . $this->getVariableFileName() . " или перетащите на область",
    "Не выбраны файл(ы) для загрузки" => "Необходимо выбрать " . $this->getVariableFileName() . " для загрузки",
    "Отправить" => "Отправить",
    "Необходимо выбрать не более" => "Необходимо выбрать не более",
    "файл" => "файл",
    "файлы" => "файлы",
    "файла" => "файла",
    "файлов" => "файлов",
    "Недопустимый тип файла" => "Недопустимый тип файла",
    "Превышен допустимый размер файла" => "Превышен допустимый размер файла"
];

