<?php

/*
* The following language strings are used on login and registration pages.
*
* Следующие языковые строки используются на странице авторизации и регистрации.
*/

return [
    'mail_confirm'  => 'بعد تقديم النموذج المكتمل ، سيُطلب منك التحقق من عنوان بريدك الإلكتروني. من المهم ملاحظة أنك لن تتمكن من متابعة بقية عملية الإعداد حتى تنتهي من ذلك.',
    'login_info'    => 'يمنحك التسجيل القدرة على نشر المنشورات والرد والتعليق والتصويت.',
    'invate_text'   => 'لست مستخدم حتى الآن؟ يتم التسجيل عن طريق الدعوة فقط لمكافحة البريد العشوائي وزيادة المساءلة. إذا كنت تعرف <a href="/users"> المستخدم الحالي </a> للموقع ، فاطلب منه دعوة.',

    // form validation on registration page
    'nickname_empty'    => 'لا يمكن أن يكون الاسم المستعار فارغًا.',
    'nickname_least'    => 'يجب أن يكون الاسم المستعار> = {info} حرفًا.',
    'email_empty'       => 'لا يمكن أن يكون البريد الإلكتروني فارغًا.',
    'email_valid'       => 'خطأ في البريد الإلكتروني.',
    'password_empty'    => 'لا يمكن أن تكون كلمة المرور فارغة.',
    'password_least'    => 'يجب أن تكون كلمة المرور> = {info} حرفًا.',
    'password_again'    => 'أدخل كلمة المرور مرة أخرى.',
    'password_mismatch' => 'كلمة المرور غير متطابقة.',
];
