<?php

/*
* The following language strings are used on login and registration pages.
*
* Следующие языковые строки используются на странице авторизации и регистрации.
*/

return [
    'mail_confirm'  => 'بعد تقديم النموذج المكتمل ، سيُطلب منك التحقق من عنوان بريدك الإلكتروني. من المهم ملاحظة أنك لن تتمكن من متابعة بقية عملية الإعداد حتى تنتهي من ذلك.',
    'login_info'    => 'يمنحك التسجيل القدرة على نشر المنشورات والرد والتعليق والتصويت.',
    'invate_text'   => 'لست مستخدم حتى الآن؟ يتم التسجيل عن طريق الدعوة فقط لمكافحة البريد العشوائي وزيادة المساءلة. إذا كنت تعرف <a href="/users"> المستخدم الحالي </a> للموقع ، فاطلب منه دعوة.',
];

