<?php

/*
* The following language strings are used for translating blocks 
* mostly located in the sidebar.
*
* Следующие языковые строки используются для переводя блоков 
* преимущественно расположенных в боковой панели (sidebar).
*/

return [
    'setting_info'          => 'املأ اسمك ، سيساعد ذلك المشاركين على الرجوع إليك باسمك الأول. <br> <br> أخبرنا شيئًا عن نفسك. لديك فرصة عظيمة للتعبير عن نفسك و اسعاد الآخرين و لكي تبدو كشخص مثير للاهتمام.',
    'avatar_info'           => 'قم بتحميل الصورة الرمزية وصورة الغلاف لملف التعريف الخاص بك. <br> <br> عندما يكون لكل مستخدم صورة رمزية فريدة ، يصبح من السهل متابعة المناقشات!',
    'security_info'         => 'تأكد من أن جميع كلمات مرورك تتكون من 8 أحرف أو أكثر ، ويفضل أن تكون أكثر من ذلك بكثير.',
    'recover_info'          => 'بعد النقر فوق الزر "إعادة تعيين" ، تحقق من بريدك الإلكتروني.',
    'favorite_info'         => 'المنشورات والتعليقات والأسئلة في المفضلات الخاصة بك.',
    'subscribed_info'       => 'المشاركات التي تتابعها. سيتم إخطارك بجميع الردود الجديدة.',
    'read_info'             => 'قراءة المشاركات. تاريخ آخر 50 مشاهدة.',
    'notifications_info'    => 'يمكنك تعليم كل الاشعارات كـ "مقروءة" من خلال النقر على الرابط: "مقروء"".',
    'notification_info'     => 'يمكنك إلغاء الاشتراك من جميع اشعارات البريد الإلكتروني في هذا القسم.',

    'add_post'              => 'حاول الكتابة بالتنسيق المناسب لقراءة أفضل.',
	'add_article' 			=> 'استخدم اداة <b>قطع</b> (<svg class="icon"><use xlink:href="/assets/svg/icons.svg#cut"></use></svg>).<br><br>  يختفي تحت جزء تصنيف من النص الذي يلي العلامة (سيتم كتابته "اقرأ المزيد").',
	'add_question' 			=> 'يبدأ السؤال بحرف كبير وينتهي بعلامة استفهام.',
	'add_note'				=> 'إذا لم يكتمل التحليل بنجاح كبير. املأ الحقول المطلوبة يدويا.',
	'add_page'				=> 'هذه هي الوثائق الرسمية. حاول الكتابة دون أخطاء.',
	
    'edit_page'             => 'يجب أن تكون الوثائق الرسمية خالية من الأخطاء وأن تكون مكتوبة بطريقة رسمية.',
    'edit_post'             => 'انظر كيف يبدو المنشور على صفحة الخلاصة وفي النسخة الكاملة. قم بتحسينه هنا.',
    'add_topic'             => 'الموضوع هو عقدة (للتنقل) يستخدمها النظام لتنظيم المحتوى. الموضوع هو وجهة نظر واحدة ، تفسير مختلف الأشياء والظواهر والمفاهيم الأخرى.',
    'add_blog'              => 'الخروج مع عنوان ورل فريدة من نوعها (سبيكة) باللغة الإنجليزية في أحرف صغيرة.',
    'add_section'           => 'تستخدم الأقسام لتجميع (التنقل) حسب مقالات الخدمة.',
    'edit_topic'            => 'تستخدم المواضيع لتجميع (التنقل) المشاركات. هذا التنقل ، خذها على محمل الجد.',
    'edit_blog'             => 'عادة ما يتم إنشاء المدونات من قبل المساهمين. المدونة مخصصة لمستخدم معين.',
    'edit_section'          => 'هذا هو تحرير التنقل لصفحات الخدمة (التوثيق). خذها على محمل الجد.',

    'team_info'             => 'المستخدمين الاخرين ايضاً يمكنهم نشر مقالات في مدونتك - لهذا تحتاج لمنحهم حق الوصول.',
    'draft_info'            => 'يمكن للمؤلف فقط قراءة المسودات.',

    'add_poll'              => 'املأ جميع الحقول. يمكن استخدام هذا الاستطلاع في أجزاء أخرى من الموقع (على سبيل المثال ، في المنشورات).',
    'poll_info'             => 'تصويتي مرتبة حسب الوقت.',
];
