<?php

/*
* The following language strings are used for translating blocks 
* mostly located in the sidebar.
*
* Следующие языковые строки используются для переводя блоков 
* преимущественно расположенных в боковой панели (sidebar).
*/

return [
    'setting_info'          => 'املأ اسمك ، سيساعد ذلك المشاركين على الرجوع إليك باسمك الأول. <br> <br> أخبرنا شيئًا عن نفسك. لديك فرصة عظيمة للتعبير عن نفسك و اسعاد الآخرين و لكي تبدو كشخص مثير للاهتمام.',
    'avatar_info'           => 'قم بتحميل الصورة الرمزية وصورة الغلاف لملف التعريف الخاص بك. <br> <br> عندما يكون لكل مستخدم صورة رمزية فريدة ، يصبح من السهل متابعة المناقشات!',
    'security_info'         => 'تأكد من أن جميع كلمات مرورك تتكون من 8 أحرف أو أكثر ، ويفضل أن تكون أكثر من ذلك بكثير.',
    'recover_info'          => 'بعد النقر فوق الزر "إعادة تعيين" ، تحقق من بريدك الإلكتروني.',
    'favorite_info'         => 'المنشورات والتعليقات والأسئلة في المفضلات الخاصة بك.',
    'subscribed_info'       => 'المشاركات التي تتابعها. سيتم إخطارك بجميع الردود الجديدة.',
    'read_info'             => 'قراءة المشاركات. تاريخ آخر 50 مشاهدة.',
    'notifications_info'    => 'يمكنك وضع علامة "مقروءة" على جميع الإعلانات من خلال النقر على الرابط: "لقد قرأت".',
    'notification_info'     => 'يمكنك إلغاء الاشتراك من جميع اشعارات البريد الإلكتروني في هذا القسم.',

    'messages_info'         => 'رسائل خاصة مع أعضاء الموقع. امتنع عن البريد العشوائي ، كن ودوداً!',

    'add_post'              => 'استخدم اداة <b>قطع</b> (<svg class="icons"><use xlink:href="/assets/svg/icons.svg#cut"></use></svg>).<br><br>  يختفي تحت جزء تصنيف من النص الذي يلي العلامة (سيتم كتابته "اقرأ المزيد").',
    'edit_page'             => 'يجب أن تكون الوثائق الرسمية خالية من الأخطاء وأن تكون مكتوبة بطريقة رسمية.',
    'edit_post'             => 'انظر كيف يبدو المنشور على صفحة الخلاصة وفي النسخة الكاملة. قم بتحسينه هنا.',
    'add_topic'             => 'الموضوع هو عقدة (للتنقل) يستخدمها النظام لتنظيم المحتوى. الموضوع هو وجهة نظر واحدة ، تفسير مختلف الأشياء والظواهر والمفاهيم الأخرى.',
    'add_blog'              => 'تشير الفئات إلى الدليل (مواقع ، برامج). قم بإنشائها فقط عندما يكون هناك ما يكفي من المواقع لملءها.',
    'add_category'          => 'يتم استخدام الفئات في دليل الموقع. لا تقم بإنشاء فئات فارغة.',
    'edit_category'         => 'قم بتحرير الفئة لتعكس المواقع الموجودة فيها. اكتب وصفًا صحيحًا واختر عنوانًا قصيرًا.',
    'add_section'           => 'تستخدم الأقسام لتجميع (التنقل) حسب مقالات الخدمة.',
    'edit_topic'            => 'تستخدم المواضيع لتجميع (التنقل) المشاركات. هذا التنقل ، خذها على محمل الجد.',
    'edit_blog'             => 'عادة ما يتم إنشاء المدونات من قبل المساهمين. المدونة مخصصة لمستخدم معين.',
    'edit_section'          => 'هذا هو تحرير التنقل لصفحات الخدمة (التوثيق). خذها على محمل الجد.',
];
