<?php

/*
* The following language strings are used for meta descriptions and explanations for pages.
*
* Следующие языковые строки используются для мета- описаний и пояснений к страницам.
*/

return [

    // Member profile
    // Профиль участника
    'profile_title'       => '{name} — ملف العضو ',
    'profile_desc'        => '{name} — صفحة ملف العضو. المنشورات, الجوائز و جهات الاتصالات. {information}',

    'profile_posts_title'   => '{name} — قائمة المنشورات ',
    'profile_posts_all_desc'    => '{name} — قائمة المنشورات, مقالات المشارك بترتيب زمني. جميع المنشورات على الموقع.',

    'profile_comments_title'    => '{name} — تعليقات المشارك \المشاركين',
    'profile_comments_desc'     => '{name} — تعليقات المشارك \ المشاركين بالترتيب الزمني. {information}',
    // end

    'all_users'                 => 'قائمة المشاركين',
    'all_users_info'            => 'قائمة المشاركين بحسب ترتيب نشاطهم على الموقع',
    'all_users_desc'            => 'ترتيب الأعضاء حسب نشاطهم على الموقع. القدرة على عرض معلومات الملف الشخصي',

    'new_users'                 => 'الاعضاء الجدد',
    'new_users_info'            => 'قائمة الأعضاء الذين قاموا بالتسجيل في الموقع مؤخرًا',
    'new_users_desc'            => 'الأعضاء الذين سجلوا في الموقع مؤخرًا. عرض النشاط ، الصور الرمزية ، الملف الشخصي',

    'all_blogs'                 => 'كل المدونات',
    'all_blogs_info'            => 'المدونات التي تم انشائها بواسطة الاعضاء',
    'all_blogs_desc'            => 'المدونات بترتيب تسجيلها في الموقع ، والقدرة على عرض المدونات التي تم إنشاؤها ، والاشتراك فيها ، وعرض الإحصائيات',

    'new_blogs'                 => 'المدونات الجديدة',
    'new_blogs_info'            => 'المدونات التي تمت اضافتها على الموقع مؤخراً',
    'new_blogs_desc'            => 'المدونات التي تمت اضافتها على الموقع مؤخرًا. المدونات الشخصية للمشاركين ، إمكانية الاشتراك في مدونات شيقة',

    'my_blogs'                  => 'مدوناتي',
    'my_blogs_info'             => 'المدونات التي أتابعها أو أنشئها',
    'my_blogs_desc'             => 'المدونات التي قرأتها أو أنشأتها',

    'all_topics'                => 'كل المواضيع',
    'all_topics_info'           => 'جميع الموضوعات الموجودة على الموقع حسب شعبيتها',
    'all_topics_desc'           => 'صفحة مواضيع مرتبة حسب الشعبية. حسب عدد المنشورات المنشورة ، القدرة على الاشتراك في المدونات',

    'new_topics'                => 'مواضيع جديدة',
    'new_topics_info'           => 'مواضيع جديدة, مواضيع تمت اضافتها مؤخراً',
    'new_topics_desc'           => 'مواضيع جديدة أضيفت إلى الموقع مؤخرًا. إحصائيات الموضوعات والقدرة على الاشتراك في الموضوعات',

    'my_topics'                 => 'اَقرءها',
    'my_topics_info'            => 'المواضيع التي اشترك بها',
    'my_topics_desc'            => 'المواضيع التي اَقرءها او قمت بأنشائها',

    'all_comments'              => 'كل التعليقات',
    'all_comments_info'         => 'كل التعليقات...',
    'all_comments_desc'         => 'كل التعليقات (لكل ردود) مرتبة حسب الأولوية في المجتمع',
    'deleted_comments_info'     => 'ازالة التعلقيات...',

    'domain_desc'               => 'تجميع المشاركات في المجتمع حسب النطاق',

    'feed_facet_desc'           => 'التدفق العام ',
    'feed_facet_posts_desc'     => 'تدفق النشور',
    'feed_facet_questions_desc' => 'موضوع الأسئلة. ',
    'feed_facet_rec_posts_desc' => 'تم تحديد المشاركات الموصى بها في "{name}" يدويًا. ',
    'facet_info_desc'           => 'المعلومات ذات الصلة: "{name}". معلومات ويكي ، وصف الموضوع. ',
    'facet_writers_desc'        => 'افضل الكتاب في الموضوع: "{name}". ',
    'facet_topics_desc'         => 'تجميع المشاركات حسب الموضوع "{name}". ',
];
