<?php

/*
* The following language strings are used on the Search page.
*
* Следующие языковые строки используются на странице Поиска.
*/

return [
    'all'               => 'الكل',
    'posts'             => 'المنشورات',
    'websites'          => 'المواقع',
    'comments'          => 'تعليقات',
    'registration'      => 'التسجيل',
    'sign_in'           => 'تسجيل الدخول',
    'find'              => 'البحث...',
    'results_search'    => 'النتائج: تقريباً',
    'on_website'        => 'الى الموقع',
    'name'              => 'البحث',
    'no_results'        => 'عاد البحث بدون نتائج. <br>قصير جداً / طلب بحث طويل جداً',
    'empty_request'     => 'مصطلح بحث خالي',
    'search_home'       => '<h2>البحث</h2>ادخل عبارة البحث',
    'title'             => 'نظام البحث',
    'desc'              => 'ابحث في الموقع والتصنيفات مع مراعاة التشكل والجوانب. نظام البحث{name}',
    'help'              => 'بحث الموقع والمزيد...',
    'query'             => 'طلب',
];
